---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.ComponentClassification.Duct
enum: Autodesk.Revit.DB.Mechanical.ComponentClassification
zh: 风管
source: html/7abbd56a-3b9a-f51e-861c-5f034fec614e.htm
---
# Autodesk.Revit.DB.Mechanical.ComponentClassification.Duct

**中文**: 风管

Straight duct segment component classification